---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ComboBoxCurrentChangedEventArgs
source: html/25ec16e5-16cc-6289-ec63-54bf63de410f.htm
---
# ComboBoxCurrentChangedEventArgs Members

The current UIApplication.